{
  "description": "tarot cards and basic information about them, as well as references to corresponding scans",
  "cards": [
    {
    "name": "The Fool",
    "img": "m00.jpg",
    "fortune_telling": "Take a leap of faith! Choose someone at the party and convince them to join you in a spontaneous dance-off. Loser takes a sip!"
    },
    {
    "name": "The Magician",
    "img": "m01.jpg",
    "fortune_telling": "Embrace your inner magician. Perform a magic trick for the group. If they're not amazed, take three sips."
    },
    {
    "name": "The High Priestess",
    "img": "m02.jpg",
    "fortune_telling": "Channel your mysterious side. Share an interesting secret with the group. If they can't guess whether it's true or false, they drink."
    },
    {
    "name": "The Empress",
    "img": "m03.jpg",
    "fortune_telling": "Embrace luxury! Compliment someone's outfit extravagantly. If they blush, they take a sip; if not, you take one."
    },
    {
    "name": "The Emperor",
    "img": "m04.jpg",
    "fortune_telling": "Assume authority! Give someone at the party an order, and if they follow it, they're safe. If not, they drink."
    },
    {
    "name": "The Hierophant",
    "img": "m05.jpg",
    "fortune_telling": "Confess your silliest misdeed to the group. If they forgive you, you're safe; if not, it's time for a sip."
    },
    {
    "name": "The Lovers",
    "img": "m06.jpg",
    "fortune_telling": "Celebrate new connections! Take a shot with someone you've never spoken to before. Cheers to unexpected friendships!"
    },
    {
    "name": "The Chariot",
    "img": "m07.jpg",
    "fortune_telling": "Claim victory on the dance floor! Challenge someone to a dance battle. The winner gets to assign a sip to the loser."
    },
    {
    "name": "Strength",
    "img": "m08.jpg",
    "fortune_telling": "Show your inner strength! Flex your muscles for everyone. The first person to mimic your flex accurately is safe; others take a sip."
    },
    {
    "name": "The Hermit",
    "img": "m09.jpg",
    "fortune_telling": "Embrace solitude! Take a moment alone to come up with an impromptu poem. Share it with the group, and if they applaud, you're safe; if not, drink up."
    },
    {
    "name": "Wheel of Fortune",
    "img": "m10.jpg",
    "fortune_telling": "Leave it to fate! Let someone else at the party make a decision for you. If it turns out well, they're safe; if not, they drink."
    },
    {
    "name": "Justice",
    "img": "m11.jpg",
    "fortune_telling": "Hold a mini court session! Choose two people to state their cases for a silly dispute. The group votes, and the 'guilty' party takes a sip."
    },
    {
    "name": "The Hanged Man",
    "img": "m12.jpg",
    "fortune_telling": "Reveal a hidden talent! Whether it's juggling or singing, perform for the group. If they applaud, you're safe; if not, take a sip."
    },
    {
    "name": "Death",
    "img": "m13.jpg",
    "fortune_telling": "Embrace change! Swap drinks with someone else at the party. If you both like the new drink, you're safe; if not, both take a sip."
    },
    {
    "name": "Temperance",
    "img": "m14.jpg",
    "fortune_telling": "Find balance! Walk a straight line (real or imaginary) with a drink in hand. If you succeed, choose someone else to take a sip; if not, it's your turn."
    },
    {
    "name": "The Devil",
    "img": "m15.jpg",
    "fortune_telling": "Confront temptation! Choose a partner for a quick game of rock-paper-scissors. The loser takes a sip, and the winner revels in resisting the 'devilish' temptation."
    },
    {
    "name": "The Tower",
    "img": "m16.jpg",
    "fortune_telling": "Build and destroy! Use building blocks or cards to create a tower. Knock it down, and everyone takes a sip. If it stands, you're safe."
    },
    {
    "name": "The Star",
    "img": "m17.jpg",
    "fortune_telling": "Embrace your celestial side! Share your zodiac sign and a fun fact about it. If someone else knows a fact about your sign, they're safe; if not, they drink."
    },
    {
    "name": "The Moon",
    "img": "m18.jpg",
    "fortune_telling": "Howl at the moon! Choose a friend to join you in a howling competition. The most enthusiastic howler is safe; the others take a sip."
    },
    {
    "name": "The Sun",
    "img": "m19.jpg",
    "fortune_telling": "Bask in the sunlight! Share the happiest moment of your week. If it brings smiles, you're safe; if not, take a sip."
    },
    {
    "name": "Judgement",
    "img": "m20.jpg",
    "fortune_telling": "Face the past! Share a funny or embarrassing story from your past. If the group laughs with you, you're safe; if not, take a sip."
    },
    {
    "name": "The World",
    "img": "m21.jpg",
    "fortune_telling": "Celebrate achievements! Share a recent accomplishment, and everyone raises their glasses for a toast. Cheers to your success!"
    },
    {
    "name": "Ace of Cups",
    "img": "c01.jpg",
    "fortune_telling": "Dive into romance! Propose a toast to love and take a sip. If someone else proposes a toast, they're safe; if not, they take a sip."
    },
    {
    "name": "Two of Cups",
    "img": "c02.jpg",
    "fortune_telling": "Spill the tea! Share a secret crush or a funny dating story. If it gets laughs or awws, you're safe; if not, take a sip."
    },
    {
    "name": "Three of Cups",
    "img": "c03.jpg",
    "fortune_telling": "Unleash your unconventional side! Perform a quirky dance move for the group. If it gets applause, you're safe; if not, take a sip."
    },
    {
    "name": "Four of Cups",
    "img": "c04.jpg",
    "fortune_telling": "Satisfy a restless lover! Offer to refill someone's drink. If they decline, they drink; if not, you're safe."
    },
    {
    "name": "Five of Cups",
    "img": "c05.jpg",
    "fortune_telling": "Face the music! Share a breakup story or a failed endeavor. If the group sympathizes, you're safe; if not, take a sip."
    },
    {
    "name": "Six of Cups",
    "img": "c06.jpg",
    "fortune_telling": "Share the joy! Give someone a compliment, and if they return the favor, you're safe; if not, both take a sip."
    },
    {
    "name": "Seven of Cups",
    "img": "c07.jpg",
    "fortune_telling": "Cut through illusions! Challenge someone to a quick game of charades. If they guess your word, they're safe; if not, they take a sip."
    },
    {
    "name": "Eight of Cups",
    "img": "c08.jpg",
    "fortune_telling": "Move on from the past! Encourage someone to join you in a symbolic gesture of leaving something behind. If they agree, you're safe; if not, both take a sip."
    },
    {
    "name": "Nine of Cups",
    "img": "c09.jpg",
    "fortune_telling": "Make a wish! Share a personal desire or goal. If the group supports it, you're safe; if not, take a sip."
    },
    {
    "name": "Ten of Cups",
    "img": "c10.jpg",
    "fortune_telling": "Build family bonds! Propose a group activity that fosters togetherness. If they agree, you're safe; if not, take a sip."
    },
    {
    "name": "Page of Cups",
    "img": "c11.jpg",
    "fortune_telling": "Embrace the watery vibe! Share a dreamy or creative idea. If someone else appreciates it, you're safe; if not, take a sip."
    },
    {
    "name": "Knight of Cups",
    "img": "c12.jpg",
    "fortune_telling": "Rally around a cause! Propose a fun and passionate group activity. If they're on board, you're safe; if not, take a sip."
    },
    {
    "name": "Queen of Cups",
    "img": "c13.jpg",
    "fortune_telling": "Sway with emotion! Express an opinion or idea with deep emotion. If it resonates, you're safe; if not, take a sip."
    },
    {
    "name": "King of Cups",
    "img": "c14.jpg",
    "fortune_telling": "Foster fairness and tolerance! Settle a friendly debate or dispute with a fair decision. If they agree, you're safe; if not, take a sip."
    },
    {
    "name": "Ace of Swords",
    "img": "s01.jpg",
    "fortune_telling": "Make a decisive move! Challenge someone to a quick game of rock-paper-scissors. Winner assigns a sip to the loser."
    },
    {
    "name": "Two of Swords",
    "img": "s02.jpg",
    "fortune_telling": "Refuse to fight! Propose a toast to peace and cooperation. If someone else proposes a toast, they're safe; if not, they take a sip."
    },
    {
    "name": "Three of Swords",
    "img": "s03.jpg",
    "fortune_telling": "Turn pain into gain! Share a past heartbreak or tough experience. If it inspires empathy, you're safe; if not, take a sip."
    },
    {
    "name": "Four of Swords",
    "img": "s04.jpg",
    "fortune_telling": "Postpone decisions! Take a break from the party chaos and meditate for a minute. If you return refreshed, you're safe; if not, take a sip."
    },
    {
    "name": "Five of Swords",
    "img": "s05.jpg",
    "fortune_telling": "Guard against betrayal! Choose a partner for a quick trust-building exercise. If you succeed, you're both safe; if not, both take a sip."
    },
    {
    "name": "Six of Swords",
    "img": "s06.jpg",
    "fortune_telling": "Navigate unexpected consequences! Blindfold someone and guide them through a simple obstacle course. If they succeed, you're safe; if not, both take a sip."
    },
    {
    "name": "Seven of Swords",
    "img": "s07.jpg",
    "fortune_telling": "Question trust! Choose someone to answer three random questions. If their answers seem truthful, they're safe; if not, they take a sip."
    },
    {
    "name": "Eight of Swords",
    "img": "s08.jpg",
    "fortune_telling": "Break free from victimhood! Share a past challenge you've overcome. If the group applauds, you're safe; if not, take a sip."
    },
    {
    "name": "Nine of Swords",
    "img": "s09.jpg",
    "fortune_telling": "Avoid future regrets! Propose a lighthearted challenge for someone to undertake. If they succeed, you're safe; if not, they take a sip."
    },
    {
    "name": "Ten of Swords",
    "img": "s10.jpg",
    "fortune_telling": "Put off plans! Choose someone to postpone a decision or action. If they agree, you're safe; if not, both take a sip."
    },
    {
    "name": "Page of Swords",
    "img": "s11.jpg",
    "fortune_telling": "Embrace intellectual curiosity! Share a fascinating fact with the group. If it sparks interest, you're safe; if not, take a sip."
    },
    {
    "name": "Knight of Swords",
    "img": "s12.jpg",
    "fortune_telling": "Avoid blunders! Challenge someone to a quick word association game. If they respond swiftly, they're safe; if not, they take a sip."
    },
    {
    "name": "Queen of Swords",
    "img": "s13.jpg",
    "fortune_telling": "Use clever communication! Describe an everyday object in a creative and entertaining way. If the group appreciates it, you're safe; if not, take a sip."
    },
    {
    "name": "King of Swords",
    "img": "s14.jpg",
    "fortune_telling": "Exercise sharp decision-making! Settle a playful dispute with a decisive ruling. If they accept it, you're safe; if not, take a sip."
    },
    {
    "name": "Ace of Wands",
    "img": "w01.jpg",
    "fortune_telling": [
        "Someone has the 'hots' for you",
        "A new job offer is coming your way",
        "Walk softly, and carry a big stick"
    ]
    },
    {
    "name": "Two of Wands",
    "img": "w02.jpg",
    "fortune_telling": [
        "Beware false friends",
        "Don't be mealy-mouthed; say what you think and do what you want to do"
    ]
    },
    {
    "name": "Three of Wands",
    "img": "w03.jpg",
    "fortune_telling": [
        "You'll be planning a trip soon",
        "Be on the lookout: your ship is coming in"
    ]
    },
    {
    "name": "Four of Wands",
    "img": "w04.jpg",
    "fortune_telling": [
        "Someone is watching and evaluating your work",
        "You may get a wedding invitation soon"
    ]
    },
    {
    "name": "Five of Wands",
    "img": "w05.jpg",
    "fortune_telling": [
        "Prepare for a fight with your best friend",
        "Remember: once you let words loose, you can't take them back"
    ]
    },
    {
    "name": "Six of Wands",
    "img": "w06.jpg",
    "fortune_telling": [
        "Someone is planning a party for you, but not everyone feels so good about your recent success",
        "Watch out for envious friends"
    ]
    },
    {
    "name": "Seven of Wands",
    "img": "w07.jpg",
    "fortune_telling": [
            "Don't be surprised by a personal attack", 
            "Prepare to defend yourself or someone you love"
        ]
    },
    {
    "name": "Eight of Wands",
    "img": "w08.jpg",
    "fortune_telling": [
            "Watch for a surprising letter in the mail", 
            "Your whole world is about to be turned on its ear"
        ]
    },
    {
    "name": "Nine of Wands",
    "img": "w09.jpg",
    "fortune_telling": [
            "Don't relax yet; there's more to come", 
            "The test you're facing now is happening for one reason: to show you who your real friends are"
        ]
    },
    {
    "name": "Ten of Wands",
    "img": "w10.jpg",
    "fortune_telling": [
            "You're worn out",
            "Back off, take a time out, and let someone else handle things for a while"
        ]
    },
    {
    "name": "Page of Wands",
    "img": "w11.jpg",
    "fortune_telling": [
            "This card represents a young man or woman with a fiery, enthusiastic demeanor, likely born a Cancer, Leo, or Virgo, who wants to start a new relationship with you"
        ]
    },
    {
    "name": "Knight of Wands",
    "img": "w12.jpg",
    "fortune_telling": [
            "This card represents a man with a bold, passionate personality, likely born between July 12th and August 11th, who wants to sweep you off your feet"
        ]
    },
    {
    "name": "Queen of Wands",
    "img": "w13.jpg",
    "fortune_telling": [
            "This card represents a woman with an attractive, appealing personality, likely born between March 11th and April 20th, who wants to charm you into doing things her way"
        ]
    },
    {
    "name": "King of Wands",
    "img": "w14.jpg",
    "fortune_telling": [
            "This card represents an older man with a commanding, charismatic personality, likely born between November 13th and December 12th, who prefers to give directions and have them followed"
        ]
    },
    {
    "name": "Ace of Pentacles",
    "img": "p01.jpg",
    "fortune_telling": [
            "Your health will improve", 
            "The check you're looking for really is in the mail"
        ]
    },
    {
    "name": "Two of Pentacles",
    "img": "p02.jpg",
    "fortune_telling": [
            "It's time to balance the budget", 
            "Avoid the temptation to spend critical funds on frivolous goods"
        ]
    },
    {
    "name": "Three of Pentacles",
    "img": "p03.jpg",
    "fortune_telling": [
            "A high-dollar contract is in your future", 
            "If you work hard, you'll succeed"
        ]
    },
    {
    "name": "Four of Pentacles",
    "img": "p04.jpg",
    "fortune_telling": [
            "A rainy day is coming—it's time to save"
        ]
    },
    {
    "name": "Five of Pentacles",
    "img": "p05.jpg",
    "fortune_telling": [
            "Finances are getting tighter", 
            "Prepare for a setback"
        ]
    },
    {
    "name": "Six of Pentacles",
    "img": "p06.jpg",
    "fortune_telling": [
            "When you need help, ask for it", 
            "Remember, though: what you receive may be limited by what you've given to others in the past"
        ]
    },
    {
    "name": "Seven of Pentacles",
    "img": "p07.jpg",
    "fortune_telling": [
            "Things won't work out as expected", 
            "Pick up the pieces and prepare to move on"
        ]
    },
    {
    "name": "Eight of Pentacles",
    "img": "p08.jpg",
    "fortune_telling": [
            "Stop over-analyzing, researching, and outlining", 
            "Buckle down and get the work done"
        ]
    },
    {
    "name": "Nine of Pentacles",
    "img": "p09.jpg",
    "fortune_telling": [
            "Until you appreciate what you have, you won't have any luck getting more"
        ]
    },
    {
    "name": "Ten of Pentacles",
    "img": "p10.jpg",
    "fortune_telling": [
            "Big money is in the near future", 
            "Expect a powerful blessing to come your way"
        ]
    },
    {
    "name": "Page of Pentacles",
    "img": "p11.jpg",
    "fortune_telling": [
            "This card represents a young man or woman with an earthy, practical demeanor, likely born an Aries, Taurus, or Gemini, who playfully encourages you to take financial or sexual risks"
        ]
    },
    {
    "name": "Knight of Pentacles",
    "img": "p12.jpg",
    "fortune_telling": [
            "A stingy person may chide you for spending money", 
            "Be prepared to defend an economic or sexual decision"
        ]
    },
    {
    "name": "Queen of Pentacles",
    "img": "p13.jpg",
    "fortune_telling": [
            "This card represents a woman with an expansive, sensual nature, likely born between December 13th and 31st, who uses sensual appeal and the promise of reward to sway others to her point of view"
        ]
    },
    {
    "name": "King of Pentacles",
    "img": "p14.jpg",
    "fortune_telling": [
            "This card represents an older man with a financially, socially, and politically conservative spirit, likely born between August 12th and September 11th, who is known for putting his money where his mouth is"
        ]
    }
  ]
}